Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: Say hi to the others who train with %@.
ar: ألقِ التحية على الآخرين الذين يتدربون مع %@.
he: אמרו שלום לשאר המתאמנים עם %@.

source: Say hi to the people going
ar: ألقِ التحية على الذاهبين
he: אמרו שלום למגיעים

source: SCAN OR SHARE
ar: امسح أو شارك
he: סרוק או שתף

source: SCHEDULE
ar: الجدول
es: AGENDA
fr: PLANNING
he: לוח זמנים

source: Search messages…
ar: البحث في الرسائل…
es: Buscar mensajes…
fr: Rechercher des messages…
he: חיפוש בהודעות…

source: Search people
ar: البحث عن أشخاص
es: Buscar personas
fr: Rechercher des personnes
he: חיפוש אנשים

source: SEARCH RADIUS
ar: نطاق البحث
he: רדיוס חיפוש

source: Search students…
ar: ابحث عن الطلاب…
he: חיפוש מתאמנים…

source: Search with AI
ar: بحث بالذكاء الاصطناعي
he: חיפוש עם AI

source: See familiar faces in your classes — and let your class-mates see you. Join the Flowe community.
ar: شاهد وجوهًا مألوفة في صفوفك — ودَع زملاءك يرونك. انضم إلى مجتمع Flowe.
he: ראו פנים מוכרות בשיעורים שלכם — ותנו לחברים לכיתה לראות אתכם. הצטרפו לקהילת Flowe.

source: See my matches
ar: شاهد المطابقات
he: הצג את ההתאמות שלי

source: See who liked this
ar: شاهد من أعجبه هذا
he: ראו מי אהב את זה

source: Select all
ar: تحديد الكل
es: Seleccionar todo
fr: Tout sélectionner
he: בחר הכל

source: Select instructors to ask
ar: اختر مدرّبين لطلب التغطية
he: בחרו מדריכים לפנייה

source: Selected
ar: محدَّد
he: נבחר

source: Sell a prepaid pack — students commit, show up more, and renew. Tap + to create one.
ar: بِع باقة مدفوعة مسبقاً — يلتزم الطلاب، ويحضرون أكثر، ويجدّدون. اضغط + لإنشاء واحدة.
he: מכרו חבילה משולמת מראש — תלמידים מתחייבים, מגיעים יותר ומחדשים. הקישו + כדי ליצור חבילה.

source: Sell prepaid class packages
ar: بِع باقات حصص مدفوعة مسبقاً
he: מכירת חבילות שיעורים משולמות מראש

source: Sell your first class package to see it here.
ar: بِع أول باقة حصص لتظهر هنا.
he: מכרו את חבילת השיעורים הראשונה כדי לראות אותה כאן.

source: Send a message to start the conversation.
ar: أرسل رسالة لبدء المحادثة.
es: Envía un mensaje para iniciar la conversación.
fr: Envoyez un message pour démarrer la conversation.
he: שלח הודעה כדי להתחיל שיחה.

source: Send confirmation
ar: إرسال التأكيد
he: שלח אישור

source: Send message
ar: إرسال الرسالة
he: שליחת הודעה

source: Send reply
ar: إرسال الرد
he: שליחת תגובה

source: Send request
ar: إرسال الطلب
he: שליחת בקשה

source: Sending…
ar: جارٍ الإرسال…
es: Enviando…
fr: Envoi…
he: שולח…

source: Session
ar: جلسة
he: מפגש

source: Session reminders
ar: تذكيرات الجلسات
es: Recordatorios de sesión
fr: Rappels de séance
he: תזכורות לשיעורים

source: SESSION TYPE
ar: نوع الجلسة
es: TIPO DE SESIÓN
fr: TYPE DE SÉANCE
he: סוג השיעור

source: SESSION TYPES
ar: أنواع الجلسات
es: TIPOS DE SESIÓN
fr: TYPES DE SÉANCE
he: סוגי שיעורים

source: Sessions
ar: الجلسات
es: Sesiones
fr: Séances
he: שיעורים

source: SESSIONS
ar: الجلسات
es: SESIONES
fr: SÉANCES
he: שיעורים

source: SESSIONS BY TYPE
ar: الجلسات حسب النوع
es: SESIONES POR TIPO
fr: SÉANCES PAR TYPE
he: שיעורים לפי סוג

source: SESSIONS IN THIS WINDOW
ar: الجلسات في هذه الفترة
he: שיעורים בחלון הזה

source: SESSIONS NEEDING COVER
ar: جلسات تحتاج تغطية
he: שיעורים הזקוקים לכיסוי

source: Set a cancellation policy on your lesson types, and no-shows and late cancels will show up here to protect your income.
ar: حدد سياسة إلغاء لأنواع دروسك، وستظهر هنا حالات عدم الحضور والإلغاء المتأخر لحماية دخلك.
he: הגדר מדיניות ביטול לסוגי השיעורים שלך, ואי-הגעות וביטולים מאוחרים יופיעו כאן כדי להגן על ההכנסה שלך.

source: Set a price on your lesson types, then completed sessions will show up here.
ar: حدد سعرًا لأنواع دروسك، وبعدها ستظهر الجلسات المكتملة هنا.
es: Establece un precio en tus tipos de clase y las sesiones completadas aparecerán aquí.
fr: Définissez un prix pour vos types de cours, puis les séances terminées apparaîtront ici.
he: קבעו מחיר לסוגי השיעורים שלכם, ולאחר מכן שיעורים שהושלמו יופיעו כאן.

source: Set it on each lesson type in Edit Profile → your lesson types.
ar: اضبطها لكل نوع حصة في «تعديل الملف» ← أنواع حصصك.
he: הגדירו זאת לכל סוג שיעור ב'עריכת פרופיל' ← סוגי השיעורים שלך.

source: Set several days at once
ar: تعيين عدة أيام دفعة واحدة
he: הגדרת כמה ימים בבת אחת

source: Set the days you teach in Settings › Availability.
ar: حدّد أيام تدريسك في الإعدادات › التوفّر.
es: Configura los días que enseñas en Ajustes › Disponibilidad.
fr: Définissez vos jours d'enseignement dans Réglages › Disponibilité.
he: הגדר את הימים שבהם אתה מלמד בהגדרות › זמינות.

source: Set up
ar: إعداد
he: הגדרה

source: Set up your profile
ar: أعدّ ملفك الشخصي
he: הגדרת הפרופיל שלך

source: Set up your studio
ar: إعداد الاستوديو الخاص بك
he: הגדרת הסטודיו שלך

source: Set your hours
ar: حدد ساعاتك
he: הגדרת השעות שלך

source: Set your rate in Edit Profile, then completed sessions will show up here.
ar: حدّد سعرك من «تعديل الملف الشخصي»، وستظهر الجلسات المكتملة هنا.
es: Fija tu tarifa en Editar perfil y las sesiones completadas aparecerán aquí.
fr: Définissez votre tarif dans Modifier le profil : vos séances terminées apparaîtront ici.
he: קבע את התעריף שלך בעריכת פרופיל, ואז שיעורים שהושלמו יופיעו כאן.

source: Sets, reps, tempo — however you cue it. Optional.
ar: المجموعات والتكرارات والإيقاع — كما تصفها. اختياري.
he: סטים, חזרות, קצב — איך שנוח לכם. רשות.

source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
he: הגדרות

source: Sexual or explicit content
ar: محتوى جنسي أو صريح
es: Contenido sexual o explícito
fr: Contenu sexuel ou explicite
he: תוכן מיני או בוטה

source: Share a video training library
ar: شارك مكتبة تدريب بالفيديو
he: שתפו ספריית אימון בווידאו

source: Share as story
ar: مشاركة كقصة
he: שיתוף כסטורי

source: Share Profile
ar: مشاركة الملف الشخصي
he: שתף פרופיל

source: Share the first post
ar: شارك أول منشور
es: Comparte la primera publicación
fr: Partager le premier post
he: שתף את הפוסט הראשון

source: Share…
ar: مشاركة…
he: שתף…

source: Shortlist
ar: القائمة المختصرة
he: רשימה מצומצמת

source: Shortlisted
ar: في القائمة المختصرة
he: ברשימה המצומצמת

source: Shout-out
ar: إشادة
es: Reconocimiento
fr: Coup de cœur
he: מחמאה

source: Show when I'm active
ar: إظهار وقت نشاطي
he: הצג מתי אני פעיל/ה

source: Shown on your public profile. Flowe doesn't verify certifications.
ar: يظهر في ملفك العام. لا تتحقق Flowe من الشهادات.
es: Se muestra en tu perfil público. Flowe no verifica las certificaciones.
fr: Affiché sur votre profil public. Flowe ne vérifie pas les certifications.
he: מוצג בפרופיל הציבורי שלך. Flowe לא מאמתת הסמכות.

source: Shown publicly on %@'s profile as a peer endorsement, with your name.
ar: يظهر علنًا في ملف %@ كتزكية من قرين، مع اسمك.
he: מוצג בפומבי בפרופיל של %@ כהמלצת עמית, עם שמך.

source: Sign in
ar: تسجيل الدخول
he: התחברות

source: Sign in to book classes and see your upcoming and past sessions here.
ar: سجّل الدخول لحجز الحصص ورؤية جلساتك القادمة والسابقة هنا.
he: התחבר כדי להזמין שיעורים ולראות כאן את השיעורים הקרובים והקודמים שלך.

source: Sign in to message instructors and keep your conversations in one place.
ar: سجّل الدخول لمراسلة المدربين والاحتفاظ بمحادثاتك في مكان واحد.
he: התחבר כדי לשלוח הודעות למדריכים ולשמור את השיחות שלך במקום אחד.

source: Sign in to see familiar faces, follow practice-friends, and join the discussion.
ar: سجّل الدخول لرؤية وجوه مألوفة ومتابعة رفاق التمرين والانضمام إلى النقاش.
he: התחבר כדי לראות פרצופים מוכרים, לעקוב אחר חברי אימון ולהצטרף לדיון.

source: Sign in to see the exact studio location.
ar: سجّل الدخول لرؤية موقع الاستوديو الدقيق.
he: התחבר כדי לראות את המיקום המדויק של הסטודיו.

source: Sign in to set up your profile, save instructors, and manage your account.
ar: سجّل الدخول لإعداد ملفك الشخصي وحفظ المدربين وإدارة حسابك.
he: התחבר כדי להגדיר את הפרופיל שלך, לשמור מדריכים ולנהל את החשבון שלך.

source: Sign in to share
ar: سجّل الدخول للمشاركة
he: התחבר כדי לשתף

source: Sign in with Apple to get a shareable profile link.
ar: سجّل الدخول عبر Apple للحصول على رابط ملف شخصي قابل للمشاركة.
he: התחבר עם Apple כדי לקבל קישור פרופיל לשיתוף.

source: Signed in as %@
ar: تسجيل الدخول باسم %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
he: מחובר בתור %@

source: SINCE
ar: منذ
he: מאז

source: Skip
ar: تخطّي
he: דלג

source: Skip just this week and keep your weekly slot, or end the series to cancel all upcoming weeks. Past sessions stay.
ar: تخطَّ هذا الأسبوع فقط واحتفظ بموعدك الأسبوعي، أو أنهِ السلسلة لإلغاء كل الأسابيع القادمة. تبقى الجلسات السابقة.
he: דלגו על השבוע הזה בלבד ושמרו על המשבצת השבועית, או סיימו את הסדרה כדי לבטל את כל השבועות הבאים. המפגשים שהתקיימו נשארים.

source: Skip just this week?
ar: تخطّي هذا الأسبوع فقط؟
he: לדלג רק על השבוע הזה?

source: Skip this week
ar: تخطّي هذا الأسبوع
he: דלג על השבוע הזה

source: Someone
ar: شخص ما
es: Alguien
fr: Quelqu'un
he: מישהו

source: Someone took the last spot while your request was on its way. You haven't been registered, and nothing has been charged.
ar: أخذ شخص آخر المكان الأخير بينما كان طلبك في الطريق. لم يتم تسجيلك، ولم يُفرض أي رسوم.
es: Alguien ocupó la última plaza mientras tu solicitud estaba en camino. No te has inscrito y no se ha cobrado nada.
fr: Quelqu'un a pris la dernière place pendant l'envoi de ta demande. Tu n'es pas inscrit·e et rien n'a été facturé.
he: מישהו תפס את המקום האחרון בזמן שהבקשה שלך הייתה בדרך. לא נרשמת, ולא חויבת בתשלום.

source: Something else
ar: شيء آخر
es: Otra cosa
fr: Autre chose
he: משהו אחר

source: Something went wrong. Check your connection and try again.
ar: حدث خطأ ما. تحقق من اتصالك وحاول مرة أخرى.
he: משהו השתבש. בדוק את החיבור ונסה שוב.

source: Space
ar: مساحة
he: מרחב

source: Spam or a scam
ar: بريد مزعج أو احتيال
es: Spam o estafa
fr: Spam ou arnaque
he: ספאם או הונאה

source: specialties
ar: تخصصات
he: התמחויות

source: SPECIALTIES
ar: التخصصات
es: ESPECIALIDADES
fr: SPÉCIALITÉS
he: התמחויות

source: SPOTS
ar: الأماكن
es: PLAZAS
fr: PLACES
he: מקומות

source: SPOTS LEFT
ar: أماكن متبقية
es: PLAZAS LIBRES
fr: PLACES RESTANTES
he: מקומות פנויים

source: Standing
ar: ثابت
he: קבוע

source: Star ratings live on your instructor's profile — leave one from Bookings.
ar: تقييمات النجوم تظهر في ملف مدرّبك — اتركها من صفحة الحجوزات.
es: Las valoraciones con estrellas están en el perfil de tu instructor: déjala desde Reservas.
fr: Les notes en étoiles vivent sur le profil de votre instructeur — laissez-en une depuis Réservations.
he: דירוגי הכוכבים מופיעים בפרופיל המדריך שלך — השאר דירוג מההזמנות.

source: Start the conversation
ar: ابدأ المحادثة
he: התחילו את השיחה

source: Start your Pilates journey today
ar: ابدأ رحلتك في البيلاتس اليوم
es: Comienza hoy tu camino en Pilates
fr: Commencez votre parcours Pilates aujourd'hui
he: התחל את מסע הפילאטיס שלך היום

source: Start your streak
ar: ابدأ سلسلتك
he: התחילו את הרצף

source: Start your subscription to appear in Discover and take bookings. This is the only paid step.
ar: ابدأ اشتراكك للظهور في Discover وتلقّي الحجوزات. هذه هي الخطوة المدفوعة الوحيدة.
he: התחילו את המנוי כדי להופיע ב-Discover ולקבל הזמנות. זה השלב היחיד בתשלום.

source: STARTING
ar: ابتداءً من
es: DESDE
fr: À PARTIR DE
he: החל מ

source: STARTING RATE
ar: السعر الابتدائي
es: TARIFA INICIAL
fr: TARIF DE DÉPART
he: מחיר התחלתי

source: Starts
ar: يبدأ
es: Empieza
fr: Débute
he: מתחיל

source: Stays on your device.
ar: يبقى على جهازك.
es: Se queda en tu dispositivo.
fr: Reste sur votre appareil.
he: נשאר במכשיר שלך.

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
he: שלב %1$lld מתוך %2$lld

source: Student
ar: متدرّب/ة
he: מתאמן/ת

source: STUDENT
ar: الطالب
he: מתאמן

source: STUDENT BALANCES
ar: أرصدة الطلاب
he: יתרות התלמידים

source: STUDENT REVIEWS
ar: تقييمات الطلاب
es: RESEÑAS DE ALUMNOS
fr: AVIS DES ÉLÈVES
he: ביקורות מתאמנים

source: Students
ar: الطلاب
he: מתאמנים

source: STUDENTS
ar: الطلاب
es: ALUMNOS
fr: ÉLÈVES
he: מתאמנים

source: Students can only request sessions on the days you turn on.
ar: يمكن للطلاب طلب الجلسات فقط في الأيام التي تفعّلها.
es: Los alumnos solo pueden solicitar sesiones los días que actives.
fr: Les élèves ne peuvent réserver que les jours que vous activez.
he: מתאמנים יכולים לבקש שיעורים רק בימים שתפעיל.

source: Students can't book you until you open at least one day.
ar: لن يتمكن الطلاب من حجزك حتى تفتح يومًا واحدًا على الأقل.
es: Los alumnos no podrán reservarte hasta que abras al menos un día.
fr: Les élèves ne pourront pas vous réserver tant que vous n'aurez pas ouvert au moins un jour.
he: מתאמנים לא יוכלו להזמין אותך עד שתפתח לפחות יום אחד.

source: Students see roughly a 1 km area around this point — never your exact address.
ar: يرى الطلاب منطقة بحدود كيلومتر واحد حول هذه النقطة — وليس عنوانك الدقيق أبداً.
es: Los estudiantes ven una zona de aproximadamente 1 km alrededor de este punto, nunca tu dirección exacta.
fr: Les élèves voient une zone d’environ 1 km autour de ce point — jamais votre adresse exacte.
he: מתאמנים רואים אזור של כ-1 ק״מ סביב הנקודה הזו — אף פעם לא את הכתובת המדויקת שלך.

source: Students who book a session with you will appear here.
ar: سيظهر هنا الطلاب الذين يحجزون جلسة معك.
es: Aquí aparecerán los alumnos que reserven una sesión contigo.
fr: Les élèves qui réservent une séance avec vous apparaîtront ici.
he: מתאמנים שיזמינו איתך שיעור יופיעו כאן.

source: Students won't be able to book on this date.
ar: لن يتمكن الطلاب من الحجز في هذا التاريخ.
he: תלמידים לא יוכלו לקבוע שיעור בתאריך זה.

source: Studio / employer
ar: استوديو / صاحب عمل
he: סטודיו / מעסיק

source: studio location
ar: موقع الاستوديو
he: מיקום הסטודיו

source: STUDIO LOCATION
ar: موقع الاستوديو
he: מיקום הסטודיו

source: Studio or address
ar: الاستوديو أو العنوان
es: Estudio o dirección
fr: Studio ou adresse
he: סטודיו או כתובת

source: studio.
ar: استوديو.
es: estudio.
he: סטודיו.

source: Studios near you are hiring assistants & apprentices
ar: استوديوهات قريبة منك توظّف مساعدين ومتدربين
he: סטודיואים בקרבתך מגייסים עוזרים ומתמחים

source: Studios post apprenticeships, assistant and front-desk roles here. Check back soon.
ar: تنشر الاستوديوهات تدريبات مهنية وأدوار مساعد واستقبال هنا. عد لاحقًا.
he: סטודיואים מפרסמים כאן התמחויות ותפקידי סיוע וקבלה. בדקו שוב בקרוב.

source: STYLES
ar: الأنماط
he: סגנונות

source: Sub / cover
ar: بديل / تغطية
he: מחליף / החלפה

source: Submit Report
ar: إرسال البلاغ
es: Enviar reporte
fr: Envoyer le signalement
he: שליחת דיווח

source: Subscribe so students can find and book you.
ar: اشترك ليتمكن الطلاب من العثور عليك وحجزك.
es: Suscríbete para que los alumnos puedan encontrarte y reservarte.
fr: Abonnez-vous pour que les élèves puissent vous trouver et vous réserver.
he: הירשם כדי שמתאמנים יוכלו למצוא ולהזמין אותך.

source: Subscriptions renew monthly until cancelled. Cancel anytime in Settings › Apple ID › Subscriptions. Payment is charged to your Apple Account.
ar: تتجدد الاشتراكات شهرياً حتى الإلغاء. ألغِ في أي وقت من الإعدادات › معرّف Apple › الاشتراكات. يُخصم الدفع من حساب Apple الخاص بك.
es: Las suscripciones se renuevan mensualmente hasta que se cancelen. Cancela cuando quieras en Ajustes › ID de Apple › Suscripciones. El pago se carga a tu cuenta de Apple.
fr: Les abonnements se renouvellent chaque mois jusqu'à annulation. Annulez à tout moment dans Réglages › identifiant Apple › Abonnements. Le paiement est débité de votre compte Apple.
he: המנויים מתחדשים מדי חודש עד לביטול. אפשר לבטל בכל עת בהגדרות › Apple ID › מנויים. התשלום נגבה מחשבון Apple שלך.

source: Summary
ar: ملخّص
he: תקציר

source: Sun
ar: الأحد
es: Dom
fr: Dim
he: א׳

source: Support
ar: الدعم
es: Soporte
fr: Assistance
he: תמיכה

source: Switch account type?
ar: تبديل نوع الحساب؟
he: להחליף את סוג החשבון?

source: Switch to instructor account
ar: التبديل إلى حساب مُدرّب
he: מעבר לחשבון מדריך

source: Switch to student account
ar: التبديل إلى حساب طالب
he: מעבר לחשבון תלמיד

source: Take the style quiz
ar: أجرِ اختبار الأسلوب
he: ענה על שאלון הסגנון

source: Talking
ar: محادثة
he: בשיחה

source: Tap a star to rate.
ar: اضغط على نجمة للتقييم.
es: Toca una estrella para valorar.
fr: Touchez une étoile pour noter.
he: הקש על כוכב כדי לדרג.

source: Tap to protect against no-shows
ar: انقر للحماية من عدم الحضور
he: הקישו כדי להתגונן מפני היעדרויות

source: TEACHING AREA
ar: منطقة التدريس
es: ZONA DE ENSEÑANZA
fr: ZONE D’ENSEIGNEMENT
he: אזור הוראה

source: Tell people what to expect
ar: أخبر الناس بما يمكن توقعه
es: Cuéntales qué pueden esperar
fr: Dis aux gens à quoi s'attendre
he: ספר לאנשים למה לצפות

source: Terms of Use
ar: شروط الاستخدام
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש

source: That time has already passed. Pick another.
ar: لقد فات هذا الموعد. اختر موعدًا آخر.
he: השעה הזו כבר עברה. בחר/י אחרת.

source: The days and times students can book
ar: الأيام والأوقات التي يمكن للطلاب الحجز فيها
he: הימים והשעות שתלמידים יכולים להזמין

source: The instructors you asked will no longer see it. You can request cover again after.
ar: لن يراها المدربون الذين طلبت منهم بعد الآن. يمكنك طلب التغطية مجددًا لاحقًا.
he: המדריכים שביקשת מהם לא יראו זאת יותר. אפשר לבקש החלפה שוב לאחר מכן.

source: The maximum group size for this lesson. Flowe doesn't track live availability — students send you a 1:1 request.
ar: الحد الأقصى لحجم المجموعة لهذا الدرس. لا يتتبّع Flowe التوفّر المباشر — يرسل لك الطلاب طلبًا فرديًا.
es: El tamaño máximo del grupo para esta clase. Flowe no controla la disponibilidad en tiempo real: los estudiantes te envían una solicitud individual.
fr: La taille maximale du groupe pour ce cours. Flowe ne suit pas la disponibilité en temps réel — les élèves vous envoient une demande individuelle.
he: גודל הקבוצה המרבי לשיעור זה. Flowe לא עוקב אחר זמינות בזמן אמת — מתאמנים שולחים לך בקשה אישית.

source: The student will be notified you can’t take this booking.
ar: سيتم إعلام الطالب بأنك لا تستطيع قبول هذا الحجز.
he: התלמיד/ה יקבל/תקבל הודעה שאינך יכול/ה לקבל את ההזמנה הזו.

source: The studio where you'll meet.
ar: الاستوديو الذي ستلتقون فيه.
he: הסטודיו שבו תיפגשו.

source: These notes are encrypted and haven't synced to this device yet. They'll appear once your iCloud Keychain catches up. Editing is disabled here so they can't be overwritten.
ar: هذه الملاحظات مشفّرة ولم تتم مزامنتها مع هذا الجهاز بعد. ستظهر بمجرد مزامنة سلسلة مفاتيح iCloud. التعديل معطّل هنا حتى لا يتم استبدالها.
he: ההערות האלה מוצפנות ועדיין לא סונכרנו למכשיר הזה. הן יופיעו ברגע ש-iCloud Keychain יתעדכן. העריכה מושבתת כאן כדי שלא ידרסו אותן.

source: This Apple ID is already set up as a student. Go back and continue as a student — you can switch to an instructor account anytime in Settings.
ar: معرّف Apple هذا مُسجّل بالفعل كطالب. ارجع وتابع كطالب — يمكنك التبديل إلى حساب مُدرّب في أي وقت من الإعدادات.
he: מזהה ה-Apple הזה כבר מוגדר כתלמיד. חזור והמשך כתלמיד — אפשר לעבור לחשבון מדריך בכל עת בהגדרות.

source: This Apple ID is already set up as an instructor. Go back and continue as an instructor — you can switch to a student account anytime in Settings.
ar: معرّف Apple هذا مُسجّل بالفعل كمُدرّب. ارجع وتابع كمُدرّب — يمكنك التبديل إلى حساب طالب في أي وقت من الإعدادات.
he: מזהה ה-Apple הזה כבר מוגדר כמדריך. חזור והמשך כמדריך — אפשר לעבור לחשבון תלמיד בכל עת בהגדרות.

source: This cancels all upcoming weeks. Past sessions stay.
ar: هذا يلغي كل الأسابيع القادمة. تبقى الجلسات السابقة.
he: זה מבטל את כל השבועות הקרובים. מפגשים שהתקיימו נשארים.

source: This cancels only this week. Your weekly slot stays booked.
ar: هذا يلغي هذا الأسبوع فقط. تبقى فترتك الأسبوعية محجوزة.
he: זה מבטל רק את השבוע הזה. המשבצת השבועית שלכם נשארת שמורה.

source: This ends the standing weekly slot for all future weeks — the student will have to request again.
ar: هذا يُنهي الموعد الأسبوعي الثابت لكل الأسابيع القادمة — سيتعيّن على الطالب تقديم الطلب من جديد.
he: זה מסיים את המשבצת השבועית הקבועה לכל השבועות הבאים — התלמיד/ה יצטרך/תצטרך לבקש מחדש.

source: This event filled up
ar: اكتملت هذه الفعالية
es: Este evento se llenó
fr: Cet événement est complet
he: האירוע הזה התמלא

source: This event has ended
ar: انتهت هذه الفعالية
es: Este evento ha finalizado
fr: Cet événement est terminé
he: האירוע הסתיים

source: This event is full — decline a request or leave a spot open before accepting more.
ar: هذه الفعالية ممتلئة — ارفض طلبًا أو اترك مكانًا شاغرًا قبل قبول المزيد.
he: האירוע הזה מלא — דחו בקשה או השאירו מקום פנוי לפני אישור נוספים.

source: This event was cancelled
ar: أُلغيت هذه الفعالية
es: Este evento fue cancelado
fr: Cet événement a été annulé
he: האירוע הזה בוטל

source: This is permanent and cannot be undone.
ar: هذا الإجراء دائم ولا يمكن التراجع عنه.
es: Esto es permanente y no se puede deshacer.
fr: Cette action est permanente et irréversible.
he: הפעולה הזו קבועה ואי אפשר לבטל אותה.

source: This message was deleted
ar: تم حذف هذه الرسالة
he: הודעה זו נמחקה

source: This might not be right for a public post.
ar: قد لا يكون هذا مناسبًا لمنشور عام.
he: ייתכן שזה לא מתאים לפוסט ציבורי.

source: This month
ar: هذا الشهر
es: Este mes
fr: Ce mois-ci
he: החודש

source: This one's for certified instructors.
ar: هذه مخصصة للمدربين المعتمدين.
he: זה מיועד למדריכים מוסמכים.

source: This permanently deletes your data. It cannot be undone.
ar: هذا يحذف بياناتك نهائياً. لا يمكن التراجع عنه.
es: Esto elimina tus datos de forma permanente. No se puede deshacer.
fr: Cela supprime définitivement vos données. C'est irréversible.
he: פעולה זו מוחקת את הנתונים שלך לצמיתות. לא ניתן לבטל אותה.

source: this person
ar: هذا الشخص
he: האדם הזה

source: This post hasn't reached the community yet — replies open once it has.
ar: لم يصل هذا المنشور إلى المجتمع بعد — ستُفتح الردود بمجرد وصوله.
es: Esta publicación aún no ha llegado a la comunidad: las respuestas se abrirán cuando lo haga.
fr: Ce post n'a pas encore atteint la communauté — les réponses s'ouvriront dès que ce sera le cas.
he: הפוסט הזה עדיין לא הגיע לקהילה — התגובות ייפתחו ברגע שיגיע.

source: This removes your conversation with %@ from your inbox.
ar: يؤدي هذا إلى إزالة محادثتك مع %@ من صندوق الوارد.
he: פעולה זו מסירה את השיחה שלך עם %@ מתיבת הדואר.

source: This session can't be reviewed yet. Give it a moment to sync, then try again.
ar: لا يمكن تقييم هذه الجلسة بعد. امهلها لحظة للمزامنة ثم حاول مرة أخرى.
he: לא ניתן לדרג את השיעור הזה עדיין. תן לו רגע להסתנכרן ונסה שוב.

source: This session repeats every week until you cancel.
ar: تتكرر هذه الجلسة كل أسبوع حتى تلغيها.
he: המפגש הזה חוזר כל שבוע עד שתבטלו.

source: This slot was just booked. Pick another time.
ar: تم حجز هذا الموعد للتو. اختر وقتًا آخر.
he: המשבצת הזו נתפסה זה עתה. בחרו שעה אחרת.

source: THIS WEEK
ar: هذا الأسبوع
es: ESTA SEMANA
fr: CETTE SEMAINE
he: השבוע

source: Thu
ar: الخميس
es: Jue
fr: Jeu
he: ה׳

source: Time & type
ar: الوقت والنوع
es: Hora y tipo
fr: Heure et type
he: שעה וסוג

source: Time off and one-off days
ar: الإجازات والأيام الاستثنائية
he: חופשות וימים חד-פעמיים

source: Times to apply
ar: الأوقات المراد تطبيقها
he: שעות להחלה

source: Tip
ar: نصيحة
es: Consejo
fr: Conseil
he: טיפ

source: Title
ar: العنوان
es: Título
fr: Titre
he: כותרת

source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
he: היום

source: TODAY
ar: اليوم
es: HOY
fr: AUJOURD'HUI
he: היום

source: TODAY'S SCHEDULE
ar: جدول اليوم
es: AGENDA DE HOY
fr: PLANNING DU JOUR
he: לוח הזמנים של היום

source: TOP CLIENTS
ar: أفضل العملاء
he: לקוחות מובילים

source: Tower
ar: تاور
he: טאוור

source: Tracked — students pay you directly
ar: متتبَّع — يدفع لك الطلاب مباشرةً
he: במעקב — התלמידים משלמים לך ישירות

source: Tracked revenue
ar: الإيرادات المتتبَّعة
he: הכנסה במעקב

source: Try “reformer near me”
ar: جرّب «ريفورمر قريب مني»
he: נסו «ריפורמר לידי»

source: Try a different name or keyword.
ar: جرّب اسماً أو كلمة مختلفة.
es: Prueba con otro nombre o palabra clave.
fr: Essayez un autre nom ou mot-clé.
he: נסה שם או מילת מפתח אחרת.

source: Try a different name.
ar: جرّب اسمًا آخر.
he: נסה שם אחר.

source: Try Again
ar: حاول مرة أخرى
he: נסה שוב
